Repository: kuinat/hub_kilo
Catalog: lib/l10n/app_*.arb
Languages: fr

source: Login
fr: Se connecter

# register
source: Create an account
fr: Créer un Compte

source: Full Name
fr: Nom Complet

# gender
source: Select your gender
fr: sélectionner votre genre

source: Male
fr: Homme

source: Female
fr: Femme

source: Phone Number
fr: Numéro de télephone

source: Confirm Password
fr: Confirmer mot de passe

source: Email Address
fr: Email

source: Password
fr: mot de passe

source: Remember me
fr: Se souvenir de moi

source: Forgot Password
fr: Mot de Passe oublié

source: Or
fr: Ou

# orUpperCase
source: OR
fr: OU

# connectGoogle
source: Connect with Google
fr: Se connecter avec Google

# loginPageSmallText
source: Welcome to the best Service provider System!
fr: Bienvenue sur le meilleur systeme fournisseur de service!

# resetLink
source: Send Reset Link
fr: lien de re-initialisation

# noAccount
source: You don''t have an account?
fr: Vous n'' avez pas de compte?

# rememberPassword
source: You remember your password!
fr: Mot de passe connu!

# codeSentTo
source: Please enter the code sent to
fr: S'' il vous plaît entrez le code envoyé à

# verificationCodeLabel
source: Verification Code
fr: Code de Vérification

# verifyButton
source: Verify
fr: Verifier

# resendOtpButton
source: Resend the OTP Code Again
fr: Renvoyer le code OTP

# loginSuccessfull
source: You logged in successfully
fr: vous vous êtes connecté avec succès

# signinSuccessfull
source: You signed in successfully
fr: vous vous êtes connecté avec succès

# firstTextResetPassword
source: An email has been sent to
fr: Un email a été envoyé à

# secondTextResetPassword
source: , please follow the instructions to reset your password
fr: , Svp suivez les instructions pour re-initialiser votre mot de passe

source: User not found!!!
fr: Utilisateur non existant!!!

source: Loading data...
fr: Chargement de données...

source: Loading cities...
fr: Chargement des villes...

source: Cities loaded successfully
fr: Villes chargées avec succès

# profilePictureSavedSuccessfully
source: Picture saved successfully
fr: Photo de profile enregistrée avec succès

# loginError
source: User credentials not matching or existing
fr: Identifiants non existants ou incorrects

# passwordError
source: Wrong password, try again
fr: Mauvais mot de passe, essayez encore

source: Password Updated Successfully
fr: Mot de passe modifié avec succès

# unknown
source: An error occurred, please try again
fr: Une érreur est survenue, svp éssayez encore

# unknownError
source: An error occurred, please try to login again
fr: Une érreur est survenue, svp essayez encore

# validatorError
source: Should be more than 3 characters
fr: Entrez plus de 3 charactère

# validEmailError
source: Should be a valid email
fr: Entrez un email valide

# passwordNotMatchingError
source: password not matching
fr: mot de passe non correspondant

# verificationCodeNotValidError
source: Verification code not valid, please try again!
fr: Code de Vérification invalide, svp essayez encore

# residentialAddressNotSelectedError
source: Please, first select a residential address!!
fr: svp selectionnez d'' abord un lieu de résidence

source: Home
fr: Accueil

# parcels
source: My Parcels
fr: Mes colis

source: Shipping
fr: Expéditions

source: Shipping Details
fr: Détails d'' Expéditions

source: Reference
fr: Reférence

source: No shipping found
fr: Aucune Expedition

source: Total Shipping Price
fr: Prix Total du Shipping

source: Shipping Validation
fr: Validation de l'' expédition

source: More info >
fr: Plus d'' infos >

source: Luggage Info
fr: Infos des colis

source: View Luggage Info
fr: Voir les infos de colis

# weight
source: Average weight
fr: Poids

source: Pending
fr: En attente

source: Paid
fr: Payé

source: Received
fr: Reçu

source: Accept
fr: Accepter

source: Reject
fr: Rejeter

source: Delivered
fr: Livré

source: Cancelled
fr: Annulé

source: Rejected
fr: Rejeté

source: Ship
fr: Expédier

source: Transfer
fr: Transférer

source: Now
fr: Maintenant

source: Shipping Date
fr: Date du Shipping

source: Receiver Info
fr: Info Bénéficiaire

# rateTraveller
source: Rate Traveler
fr: Noter Voyageur

source: Set To Received
fr: Attester Reception

# deliverParcel
source: Deliver this parcel
fr: Livrer ce colis

# shippingForm
source: New Shipping Form
fr: Formulaire d'' Expédition

source: Update shipping
fr: Modifier l'' Expédition

# step
source: You are currently at step
fr: Vous êtes à l'' étape

# atLeastLuggageModelError
source: You need to select at least one luggage model!
fr: Sélectionnez au moins un modèle de bagages!

# selectBeneficiaryError
source: Please select a beneficiary...
fr: Svp Sélectionnez un bénéficiaire...

# numberImageSelectedError
source: You need to enter 12 images to continue
fr: Entrez au 12 images pour continuer

# selectLuggageModelError
source: Please select a luggage model...
fr: SVP sélectionnez un modèle de bagages...

# luggageModelImageError
source: You need to select at least one luggage model or enter 12 images to continue!
fr: Sélectionnez au moins un modèle de bagages ou entrez 12 images pour continuer!

source: Edit luggage type?
fr: Modifier le type de bagages?

source: Select Luggage Type
fr: Sélectionnez le type de bagages

source: Luggage Type
fr: Type de bagages

# envelopeType
source: envelope
fr: enveloppe

# briefcaseType
source: briefcase
fr: mallette

# suitcaseType
source: suitcase
fr: valise

source: Luggage Details
fr: Détails de bagages

source: Height
fr: Hauteur

source: Width
fr: Largeur

# enterLuggageDescription
source: Enter your luggage description here
fr: Entrez la description de vos bagages ici

# inputPacketFiles
source: Input 12 Packet Files
fr: Entrez 12 images de colis

# takePicture
source: Take a picture
fr: Prendre une photo

# uploadImage
source: Upload an image
fr: Uploader une image

source: not defined
fr: inconnu

# newReceiver
source: Add a new receiver
fr: Ajouter un nouveau bénéficiaire

source: Email Available
fr: Email Disponible

# emailExist
source: email exists
fr: email existant

source: Select user
fr: Selectionnez un utilisateur

source: Street
fr: Rue

source: Profile Image
fr: Image de profile

# searchByName
source: Search by name here...
fr: Rechercher par nom ici...

# noReceiverFound
source: No receiver in your address book
fr: Aucun Beneficiaire existant

# cannotViewLuggageInfo
source: Sorry! You cannot View luggage information
fr: Desolé! Vous ne pouvez pas accéder aux infos du colis

# shippingCancellation
source: Do you really want to Cancel this shipping?
fr: Voulez-vous vraiment annuler cette expédition?

# shippingTransfer
source: Do you really want to transfer this shipping?
fr: Voulez-vous vraiment transférer cette expédition?

# shippingRejection
source: Are you sure to reject this shipping? your choice can''t be changed later
fr: Voulez - vous vraiment rejéter cette demande d'' expédition? Votre choix restera inchangeable

# noTravelPublishedState
source: None of your travel is at the state published
fr: Vous n'' avez aucun voyage à l'' état publié

# joinTravelQuestion
source: Do you really want to join your travel to this shipping ?
fr: voulez -vous vraiment joindre votre voyage à cette expédition?

source: Join Travel
fr: Joindre un Voyage

source: Create Travel
fr: Créer un voyage

source: Hello
fr: Salut

# messageFirstPriceProposition
source: I accept to transport your parcel
fr: J'' accepte de transporter votre colis

# expeditionOffer
source: Expedition offers
fr: Offres d'' expéditions

# myShippingOffer
source: My Shipping Offers
fr: Mes offres d'' expéditions

# offer
source: Offers
fr: Offres

source: Create Expedition
fr: Créer une expédition

source: New Expedition Offer
fr: Nouvelle offre d'' expédition

source: Modify Expedition Offer
fr: Modifier offre d'' expédition

# completeOfferDetails
source: Complete Your offer Details
fr: Compléter les details d'' offre d'' expédition

# modifyOfferDetails
source: Modify Your offer Details
fr: Modifier les details d'' offre d'' expédition

# myShippingRequest
source: My Shipping Requests
fr: Mes demandes d'' expéditions

# request
source: Requests
fr: Demandes

source: Join Expedition
fr: Joindre Expedition

# addExpeditionOffer
source: Add an expedition offer
fr: Ajouter une offre d'' expédition!

# commentExpeditionOffer
source: Would you like to join your travel to an expedition offer?
fr: Voulez-vous joindre votre voyage à une offre d'' expédition?

# travelPublished
source: Travel opened to the public
fr: Voyage disponible au public

# identityFilesNonConform
source: Identity files not conform!
fr: pièces d'' identité non conformes!

# wantUploadNewFile
source: Do you want to upload a new file?
fr: Voulez- vous uploader une nouvelle pièce?

# photoUploadLimitations
source: You can only upload 3 photos!
fr: Vous pouvez uploader seulement 12 photos!

# luggageUpdated
source: Luggages succesfully updated
fr: Baggages modifiés avec succès

source: Message sent
fr: Message envoyé

source: Redirecting
fr: Redirection

source: Gallery
fr: Gallerie

# shippingJoinedTravel
source: Shipping successfully joined to travel
fr: Expédition ajoutée avec succès au voyage

source: Travel Canceled
fr: Voyage annulé

# negotiationClosed
source: Negotiation closed! you can no longer receive shipments on this travel
fr: Négotiation fermée! Vous ne pouvez plus recevoir de demandes d'' expédition sur ce voyage

# confirmLuggageReception
source: You have confirmed reception of this luggage
fr: Vous avez confirmé la réception de ce colis

source: Transfer Success
fr: Transferez avec Succès

# luggageCreationFailed
source: Could not create luggage!!!
fr: La création de colis a echoué!!!

# shippingUpdated
source: Shipping successfully updated
fr: Expédition modifiée avec succès

# profileUpdated
source: Profile successfully updated
fr: Profile modifiée avec succès

# closeNegotiationMessage
source: You will not receive any shipment on this travel any more...Please confirm your choice
fr: Vous ne recevrez plus de demandes d'' expédition sur ce voyage...Svp confirmez votre choix

# cancelPost
source: Do you really want to Cancel this post?
fr: Voulez-vous vraiment annuler ce poste ?

# travelCompletedOn
source: This travel was completed on
fr: Ce voyage a été terminé le

source: My Travels
fr: Mes Voyages

# travelFormHeadText
source: Create new travel
fr: Créer un voyage

source: Departure
fr: Départ

source: Arrival
fr: Arrivée

source: Departure Date
fr: Date de Départ

source: Arrival Date
fr: Date D'' Arrivée

source: Departure Town
fr: Ville de Départ

source: Arrival Town
fr: Ville d'' Arrivée

source: Town
fr: Ville

source: Quantity
fr: Quantité

# travelType
source: Select Travel Type
fr: Type de Voyage

source: Road
fr: Terrestre

source: Air
fr: Aérien

# userProfileInfoText
source: Complete your user profile info
fr: Completez les infos utilisateurs

# verifyTravelInfo
source: Verify your information
fr: Vérifiez vos informations

source: Update Travel
fr: Modifier Voyage

# fieldsRequired
source: All fields are required
fr: Tout les champs sont requis

source: No arrival city selected!!!
fr: Aucune ville d'' arrivée sélectionnée

# noDepartureCitySelected
source: Please, first select a departure city!!!
fr: Svp, sélectionnez une ville de départ!!!

# bargain
source: Accept bargain?
fr: Accepter les négotiations

source: Price /kg
fr: Prix /kg

source: YES
fr: OUI

source: No
fr: NON

source: My
fr: Mes

source: Transport
fr: Transporter

source: Publish
fr: Publier

# statePublished
source: PUBLISHED
fr: PUBLIÉ

# travelNotFound
source: No Travels found
fr: Pas de Voyage

# manyTravelsNegotiatingError
source: You cannot have simultaneously in the system two travels in negotiation! please update and try again
fr: Vous ne pouvez pas avoir simultanément 2 voyages a l'' état négotiation, Svp Modifier et essayez encore

source: Search here...
fr: Rechercher ici...

source: State:
fr: État:

source: About Traveler
fr: A propos du Voyageur

source: About Travel
fr: A propos du Voyage

# viewTravellerRating
source: View Rating >
fr: Voir Mes Scores >

source: Close Negotiation
fr: Fermer les négotiations

source: Travel Completed
fr: Voyage clôturé

# confirmLuggageReceptionDialog
source: Do you really want to confirm reception of your luggage?
fr: Êtes vous sûr de confirmer la réception des colis?

# travelCompletionDate
source: This travel was completed on
fr: Ce voyage a été clôturé le

source: Dashboard
fr: Bibliothèque

source: My Parcels
fr: Mes Colis

source: Account
fr: Compte

# dateBirth
source: Date of birth
fr: Date de naissance

# placeBirth
source: Place of birth
fr: Lieu de naissance

# cityBirth
source: City of birth
fr: Ville de naissance

source: Residential address
fr: Lieu de résidence

# updateProfileInstruction
source: Change the following details and save them
fr: Changer les détails suivants et les sauvegarder

source: Save Changes
fr: Enregistrer

source: Edit Profile
fr: Mettre à jour

source: Confirm Delivery
fr: Confirmer la livraison

source: Validate Delivery
fr: Valider la livraison

source: Delivery Code
fr: Code de Livraison

source: Validation code
fr: Code de validation

source: Scan Code
fr: Scanner le Code

# parcelCodeError
source: Code not matching! Please verify and try again later
fr: Code non correspondant! Svp Vérifiez et éssayez encore

# confirmDeliveryReference
source: Confirm the delivery of Shipping with reference:
fr: Confirmez la livraison du colis avec la réference:

source: travel from
fr: voyage de

# attachmentFiles
source: View Attachment Files
fr: Vos pièces d'' identité

source: Identity Files
fr: Pièces d'' identité

source: Select Identity Piece
fr: Sélectionner une pièce d'' identité

source: Add Identity Files
fr: Adjouter une pièce d'' identité

source: Submit Form
fr: Soumettre le formulaire

source: Upload File
fr: Upload fichier

# cniPassport
source: CNI / Passport number
fr: Numéro de CNI / Passeport

source: Passport
fr: Passeport

source: Id Number
fr: Numéro d'' id

source: Validity
fr: Validité

# validState
source: Valid
fr: Valide

# verifiedState
source: Verified
fr: Verifié

# analysisState
source: Analysing...
fr: En cours d'' Analyse...

source: Attachment Not Found
fr: Pas de pièces d'' identité

# expiredState
source: Expired
fr: Expiré

source: Conformity
fr: Conformité

source: Delivery Date
fr: Date de Delivrance

source: Expiry Date
fr: Date D'' expiration

# identityFileImage
source: CNI or Passport Image
fr: Image de CNI ou Passeport

# language
source: Languages
fr: Langues

# viewRatings
source: View My Ratings
fr: Mes scores

source: My Ratings
fr: Mes Scores

source: Theme Mode
fr: Thème Mode

# enableNotifications
source: Enable Notifications on this device
fr: Permettre les notifications

source: Help & FAQ
fr: Aide & FAQ

source: Signal
fr: Signaler

source: Welcome
fr: Bienvenue

# logRegister
source: Login account or create new one for free
fr: Creer gratuitement un compte ou se connecter

source: Available Travels
fr: Voyages disponibles

source: Help & Privacy
fr: Aide & Confidentialité

# signalIssue
source: Signal an issue
fr: Signaler un problème

source: Log out
fr: Se déconnecter

source: Delete Account
fr: Suppréssion de Compte

source: Delete
fr: Supprimer

# wantToDeleteAccount
source: Do you really want to delete your account? Once it'' s done, you can''t undo it and you will no more have access to Hubcolis
fr: Voulez-vous vraiment supprimer votre compte?, vous ne pourrez plus revenir sur votre decision et vous n'' aurez plus accès à Hubcolis

# firstPriceProposition
source: Please propose a price to confirm your choice
fr: SVP proposez un prix pour confirmer votre choix

# enterPrice
source: Please enter a price...
fr: Entrez un prix...

# messageStartChat
source: Type a message to start chat!
fr: Entrez un message pour commencer le chat!

source: Accept Price
fr: Accepter le prix

source: Confirm Price
fr: Confirmer le Prix

# addComment
source: Add a comment
fr: Commentaire

source: Send message
fr: Envoyer

source: I propose...
fr: Je propose...

# addMessage
source: add a message
fr: Ajouter un message

source: Bill Simulator
fr: Simulateur de facture

source: Proposed price:
fr: Prix proposé:

source: Total Paid:
fr: Total Payé:

source: Service fee:
fr: Frais de commission:

# netReceived
source: Net to be received:
fr: Montant à recevoir:

# noMessageFoundError
source: Messages List Empty
fr: Aucun message

# priceConfirmed
source: Price confirmed. In order to confirm your shipment, I invite you to pay the invoice attached
fr: Prix confirmé. Pour confirmer l'' expédition payez la facture jointe

# priceAccepted
source: Price accepted. Please confirm the price by clicking on the button confirm price above
fr: Prix accepté. Svp confirmez le prix en appuyant le bouton confirmer prix ci-dessus

# selectImageFileError
source: Please select an image file
fr: Svp sélectionnez une image

source: Invoice
fr: Facture

source: Invoice Date:
fr: Date de Facturation:

source: Due Date:
fr: Date Limite:

source: View Invoice
fr: Voir la facture

source: Unit Price
fr: Prix Unitaire

source: Amount
fr: Montant

source: HUBKILO FEES
fr: FRAIS HUBKILO

source: Untaxed Amount
fr: Montant sans Taxe

# paymentInstructionText
source: Please use the following communication for your payment:
fr: SVP Utilisez les élements suivants pour le paiement:

source: Payment terms:
fr: Termes de Paiement:

source: Cancel
fr: Annuler

source: Edit...
fr: Modifier...

source: Confirm
fr: Confirmer

source: Back
fr: Retour

# continu
source: Continue
fr: Continuer

source: View All
fr: Tout voir

source: Pay Now
fr: Payer Maintenant

source: Download
fr: Télecharger

source: Next
fr: Suivant

source: View
fr: Voir

source: Join
fr: Joindre

source: Create
fr: Créer
